Repository: PiratJack/pydive
Catalog: pydive/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Change name to ...
fr: Renommer ...

source: Change trip to ...
fr: Changer le voyage en...

source: Choose Directory
fr: Choisir un dossier

source: Choose File
fr: Choisir un fichier

source: Command to execute
fr: Commande à exécuter

source: Completed
fr: Terminé

source: Conversion methods
fr: Méthode de conversion

source: Convert 1 image in {location}
fr: Convertir 1 image dans {location}

source: Convert images in {location}
fr: Convertir les images dans {location}

source: Convert images in {location} using all methods
fr: Convertir les images dans {location} avec toutes les méthodes

source: Convert images in {location} using method {method}
fr: Convertir les images dans {location} avec la méthode {method}

source: Copy 1 image to {target}
fr: Copier 1 image vers {target}

source: Copy all images from {source} to {target}
fr: Copier les images de {source} vers {target}

source: Copy image here
fr: Copier l'image ici

source: Could not save {file_path}
fr: Impossible de sauvegarder le fichier {file_path}

source: Depth
fr: Profondeur

source: Details
fr: Détails

source: Dive log file
fr: Historique des plongées

source: Dive management
fr: Gestion de plongées

source: Divelog scan split
fr: Découpage du scan de carnet de plongée

source: Divelog scan to split
fr: Scan à découper

source: Do you really want to delete this conversion method?
fr: Voulez-vous vraiment supprimer cette méthode de conversion?

source: Duration
fr: Durée

source: Enter the command to run to generate the target file (from a raw file) %SOURCE_FILE% will be replaced by the source file's full path %TARGET_FILE% will be replaced by the target file's full path %TARGET_FOLDER% will be replaced by the target file's folder path
fr: Entrez la commande à utiliser pour générer le fichier cible à partir d'un fichier brut %SOURCE_FILE% sera remplacé par le chemin complet du fichier source %TARGET_FILE% sera remplacé par le chemin complet du fichier cible %TARGET_FOLDER% sera remplacé par le chemin complet du dossier cible

source: Errors
fr: Erreurs

source: File name suffix
fr: Suffixe de nom de fichier

source: File {file_path} already exists
fr: Le fichier {file_path} existe déjà

source: Generate
fr: Générer

source: Hover for error details
fr: Survoler pour le détail des erreurs

source: Image folders
fr: Dossiers d'image

source: Image unreadable
fr: Image non lisible

source: In-progress tasks
fr: Tâches en cours

source: In-progress tasks: {tasks_in_progress}
fr: Tâches en cours: {tasks_in_progress}

source: Load pictures
fr: Charger les photos

source: Max length for conversion method {field} is 1000 characters
fr: La longueur maximale du champ {field} pour la méthode de conversion est de 1000 caractères

source: Max length for conversion method {field} is 250 characters
fr: La longueur maximale du champ {field} pour la méthode de conversion est de 250 caractères

source: Max length for conversion method {field} is 50 characters
fr: La longueur maximale du champ {field} pour la méthode de conversion est de 50 caractères

source: Missing conversion method {field}
fr: Champ manquant: {field} pour méthode de conversion

source: Missing storage location {field}
fr: Champ manquant: {field} pour lieu de stockage

source: Name
fr: Nom

source: No conversion method found
fr: Pas de méthode de conversion trouvée

source: No image
fr: Pas d'image

source: No source image found
fr: Pas d'image source disponible

source: No source image found in specified location
fr: Pas d'image source disponible dans le lieu de stockage choisi

source: Organize pictures
fr: Organiser les photos

source: Path
fr: Chemin

source: Picture
fr: Photo

source: Pictures
fr: Photos

source: Please choose a target folder
fr: Veuillez choisir un dossier cible

source: Please confirm
fr: Veuillez confirmer

source: Progress
fr: Avancement

source: RAW
fr: BRUT

source: Remove 1 image in {target}
fr: Retirer 1 image de {target}

source: Rename trip
fr: Renommer le voyage

source: Settings
fr: Paramètres

source: Source file could not be read
fr: Le fichier source n'a pu être lu

source: Source file does not exists
fr: Le fichier source n'existe pas

source: Source file does not exists: {short_path} - {source_file}
fr: Le fichier source n'existe pas: {short_path} - {source_file}

source: Storage location type is invalid
fr: Le type de lieu de stockage est invalide

source: Target file already exists
fr: Le fichier cible existe déjà

source: Target file already exists: {short_path} - {target_file}
fr: Le fichier cible existe déjà: {short_path} - {target_file}

source: Target scan folder
fr: Dossier cible pour les images découpées

source: Tasks
fr: Tâches

source: The element to delete is not a file
fr: L'élément à supprimer n'est pas un fichier

source: The element to delete is not a file: {short_path} - {path}
fr: L'élément à supprimer n'est pas un fichier: {short_path} - {path}

source: The file to delete does not exist
fr: Le fichier à supprimer n'existe pas

source: The file to delete does not exist: {short_path} - {path}
fr: Le fichier à supprimer n'existe pas: {short_path} - {path}

source: Trip name:
fr: Nom du voyage:

source: Using all methods
fr: Avec toutes les méthodes de conversion

source: Using {method}
fr: Avec la méthode {method}

source: Validate
fr: Valider

source: {error}: {short_path} to {target_trip} - {source_file}
fr: {error}: {short_path} vers {target_trip} - {source_file}
